{
    "q1": {
        "loesung": "C",
        "erklaerung": "Basale Stimulation soll Wahrnehmung, Bewegung und Kommunikation fördern – besonders bei Menschen mit schwerer Beeinträchtigung."
    },
    "q2": {
        "loesung": "B",
        "erklaerung": "SMART-Ziele sind spezifisch, messbar, attraktiv, realistisch und terminiert."
    },
    "q3": {
        "loesung": "B",
        "erklaerung": "Validation nach Naomi Feil hilft, Gefühle und Wirklichkeitserleben dementer Menschen wertzuschätzen."
    },
    "q4": {
        "loesung": "C",
        "erklaerung": "Der Regelkreis nach Fichter und Maier umfasst Informationssammlung, Pflegediagnose, Planung, Durchführung und Evaluation, nicht aber die medikamentöse Therapie."
    },
    "q5": {
        "loesung": "B",
        "erklaerung": "In der PERS-Formel steht 'P' für Problem, 'E' für Einflussfaktoren, 'R' für Ressourcen und 'S' für Symptome."
    },
    "q6": {
        "loesung": "C",
        "erklaerung": "Die 10-Minuten-Aktivierung arbeitet ohne Medikamente und nutzt stattdessen biografieorientierte Reize, Alltagsgegenstände und eine zeitliche Begrenzung."
    },
    "q7": {
        "loesung": "C",
        "erklaerung": "Palliative Care fokussiert sich auf Lebensqualität statt Heilung (kurativ). Symptomkontrolle, psychosoziale und spirituelle Begleitung sind zentrale Elemente."
    },
    "q8": {
        "loesung": "B",
        "erklaerung": "Kinaesthetics betrachtet Bewegung als Lernprozess und fördert die Selbstwahrnehmung durch bewusste Bewegungserfahrungen."
    },
    "q9": {
        "loesung": "C",
        "erklaerung": "ROT zielt darauf ab, desorientierte Menschen in ihrer Orientierung zu Zeit, Raum und Person zu unterstützen."
    },
    "q10": {
        "loesung": "B",
        "erklaerung": "Humor in der Pflege muss situationsangemessen und individuell eingesetzt werden. Es gibt Situationen (z.B. akute Schmerzen, Trauer), in denen Humor unangebracht ist."
    },
    "q11": {
        "loesung": "C",
        "erklaerung": "Aromapflege kann unterstützend wirken (Entspannung, Schmerzlinderung, Stimmungsaufhellung), ersetzt aber keine medizinisch notwendige Behandlung."
    },
    "q12": {
        "loesung": "A",
        "erklaerung": "Das 'Führen im Dialog' ist ein Kernelement des Affolter-Modells, bei dem durch geführte Alltagshandlungen Wahrnehmung und Problemlösung gefördert werden."
    },
    "q13": {
        "loesung": "A",
        "erklaerung": "Die 'Phase der Zeitverwirrtheit' nach Feil beschreibt Menschen, die zwar zeitlich desorientiert sind, aber noch ihre Identität kennen und oft in die Vergangenheit zurückkehren."
    }
}